<!--免责声明-->
<style>

</style>

<template>
    <div id="statement" class="static">
        <header>
            <a v-on:touchstart="close()" class="header-back"></a>
            免责声明
        </header>
        <div class="wrapper">
            <div>
                <h2>免责声明</h2>
                <p>用户须明白，本服务涉及到互联网及移动通讯等服务，鉴于计算机及互联网的特殊性，因黑客、病毒、Internet上通路的阻塞、电信部门技术或政策调整或水滴管家为进行服务器配置、维护等造成的服务中断或不能满足用户要求的风险。开通服务的用户须承担以上风险，水滴管家对服务的及时性、安全性、准确性不作担保，对因此导致用户不能发送和接受阅读消息、或传递错误，个人设定的时效、未予储存或其它问题不承担任何责任。</p>
                <p>水滴管家郑重提请您注意，任何经由本服务上传的文字、数据、音乐、音讯、照片、视讯、信息、用户的登记资料或其他资料（以下简称“内容”），均由内容提供者承担责任。不得使用本服务上载、传输或采用其它方式分发任何非法的、诽谤性的、侵扰他人的、侮辱性的、欺诈性的、猥亵的、包含病毒的或根据我公司的合理判断会在其它方面遭反对的任何内容。</p>
                <p>不得上载、传输或采用其它方式分发侵犯其他一方的知识产权或者其它专有、契约或信用权利或义务的内容；不得将这一服务用于任何欺诈或不当目的；未经他人同意而提取或以其它方式收集有关他人的信息，包括电子邮件地址。</p>
                <p>本服务可提供与其它网站的链接。由于水滴管家无法控制这些网站，您了解并同意：无论此类网站是否可供利用，水滴管家不予负责；水滴管家亦对此类网站的任何内容、广告、产品或其他资料不予保证或负责。因您使用或依赖任何此类网站发布的或经由此类网站获得的任何内容、商品或服务所产生的任何损害或损失，水滴管家不负任何直接或间接的责任。</p>
                <h2>隐私政策</h2>
                <p>使用本服务，即表示您同意水滴管家合法收集和使用有关您及您所使用本服务的技术性或诊断性信息。收集到的些信息将用于改进系统的内容，提升我们的服务品质。</p>
                <p>水滴管家有义务保证您的数据安全，有义务保证阁下产生的数据，除了用于服务您的经营外，不用于其它商业用途，如果这些数据未经用户许可披露给他人，所造成对您的直接损失，并经证实，您有权通过法律途径向水滴管家索赔。但以下情况除外：</p>
                <p>1．您同意向第三方共享资料；</p>
                <p>2．水滴管家需要听从法庭传票、法律命令或遵循法律程序；</p>
                <p>3．非由于水滴管家的原因已经为公众所知的。</p>
                <p>4．您违反了本条款。</p>
                <h2>法律</h2>
                <p>本条款适用中华人民共和国的法律，并且排除一切冲突法规定的适用。</p>
                <p>如出现纠纷，用户和上海库铭数据技术有限公司一致同意将纠纷交由上海市中级人民法院管辖</p>
                <p>[最近修订2016年7月4日。上海库铭数据技术有限公司保留一切解释权利]</p>
            </div>
        </div>
    </div>
</template>

<script>

    export default{
        data(){
            return{
                msg:'免责声明'
            }
        },
        methods:{
            close:function () {
                appObj.closeFrame()
            },
        },
        ready:function () {
            var myScroll = new IScroll('#statement .wrapper');
        }
    }
</script>

